---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EndYOffsetValue
source: html/19991205-2684-3d72-ff77-d52501803b28.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EndYOffsetValue Property

"End y Offset Value"

## Syntax (C#)
```csharp
public static ForgeTypeId EndYOffsetValue { get; }
```